# Повторите все фуекции и графы , рассмотренные на уроке
G = {"Адмиралтейская":
         ["Садовая"],
     "Садовая":
         ["Сенная площадь",
          "Спасская",
          "Адмиралтейская",
          "Звенигородская"],
     "Сенная площадь":
         ["Садовая",
          "Спасская"],
     "Спасская":
         ["Садовая",
          "Сенная площадь",
          "Достоевская"],
     "Звенигородская":
         ["Пушкинская",
          "Садовая"],
     "Пушкинская":
         ["Звенигородская",
          "Владимирская"],
     "Владимирская":
         ["Достоевская",
          "Пушкинская"],
     "Достоевская":
         ["Владимирская",
          "Спасская"]}