# Выведите длину каждого элемента в списке.
# a = ["123", "1234", "4567", "987654"]
a = ["123", "1234", "4567", "987654"]
for i in a:
    lenght = len(i)
    print('Длина элемената', i, 'равна', lenght)

